Repository: gitter-badger/Cocorico-Social
Catalog: lang/cocosocial-*.po
Languages: fr_fr

source: Save all changes
fr_fr: Sauvegarder les réglages

source: Select
fr_fr: Sélectionner

source: Delete
fr_fr: Supprimer

source: Cocorico Social Settings
fr_fr: Options Cocorico Social

source: General
fr_fr: Général

source: Networks
fr_fr: Réseaux

source: Buttons location
fr_fr: Placement des boutons

source: Top of content
fr_fr: Avant le contenu

source: Bottom of content
fr_fr: Après le contenu

source: Choose where to insert share buttons in content.
fr_fr: Choisissez où placer les boutons de partage dans vos contenus.

source: Display buttons in
fr_fr: Afficher les boutons dans

source: Select the post types where buttons should be displayed.
fr_fr: Sélectionnez sur quels types de contenus les boutons doivent être affichés.

source: Networks buttons (order them by drag & drop)
fr_fr: Boutons à afficher (réorganisez-les par glisser déposer)

source: Buttons' format
fr_fr: Format des boutons

source: Text and icons
fr_fr: Texte et icônes

source: Icon only
fr_fr: Icônes seules

source: Text only
fr_fr: Texte seul

source: Choose the format that makes you feel good.
fr_fr: Choisissez le format de bouton qui vous convient le mieux.

source: Buttons' width
fr_fr: Largeur des boutons

source: Fill out the content width.
fr_fr: Prendre toute la largeur du contenu.

source: Auto width
fr_fr: Largeur automatique

source: Big first button *
fr_fr: Premier bouton en avant *

source: Choose your best button's width.<br>* : If you select this, button's format will be ignored (give it a try it's awesome !).
fr_fr: Choisissez l'agencement qui vous convient le mieux.<br>* : Si vous sélectionnez ceci, le format des boutons sera ignoré (essayez c'est génial !).

source: Share incentive
fr_fr: Incitation au partage

source: If you use bottom share buttons, this text will be displayed before the buttons to motivate visitors clicks. E.g : Share this.
fr_fr: Si vous utilisez les boutons de partage sous votre contenu, ce texte sera affiché juste avant pour inciter vos visiteurs à cliquer. Exemple : Le partage c'est la vie !.

source: Add your Facebook profile/page link.
fr_fr: Entrez l'adresse de votre profil/page Facebook.

source: Add your Twitter username (without @).
fr_fr: Entrez votre identifiant Twitter (sans le @).

source: Add your Google+ profile/page link.
fr_fr: Entrez l'adresse de votre profil/page Google+.

source: Add your LinkedIn profile link.
fr_fr: Entrez l'adresse de votre profil LinkedIn.

source: Add your Viadeo profile link.
fr_fr: Entrez l'adresse de votre profil Viadeo.

source: Add your Pinterest profile link.
fr_fr: Entrez l'adresse de votre profil Pinterest.

source: Save Changes
fr_fr: Sauvegarder les réglages

source: Cocorico Social is brought to you by
fr_fr: Cocorico Social est un plugin proposé par

source: If you found this plugin useful
fr_fr: Si vous avez trouvé ce plugin utile

source: give it 5 &#9733; on WordPress.org
fr_fr: donnez-lui 5 &#9733; sur WordPress.org

source: Settings
fr_fr: Réglages

source: Hey, I discovered this post and I wanted to share it with you. Tell me what you think :
fr_fr: Salut, J'ai découvert cet article. Dis-moi ce que tu en penses :

source: Share on
fr_fr: Partager sur %1$s

source: Share this via
fr_fr: Partager via %1$s

source: networks
fr_fr: reseaux

source: network
fr_fr: reseau

source: cocosocial_button
fr_fr: bouton_cocosocial
